[
    {
        "lat": -6.89780906951394,
        "lng": 106.82141843950093,
        "name": "SMA DOA BANGSA CIBADAK ",
        "kecamatan": "Cibadak",
        "description": "Jl. Karangtengah, KM. 14, Kp. Selamanjah, Ds. Karangtengah, Kec. Cibadak, Kab. Sukabumi, Jawa Barat (43351) ",
        "image_url": "images/foto-sma-doa-bangsa.webp",
        "full_info": "<p> <br> <b>Tentang</b> <br>SMA Doa Bangsa Cibadak merupakan satuan pendidikan formal dibawah naungan Yayasan Pembina Pendidikan Doa Bangsa atau disebut YPPDB, SMA Doa Bangsa hadir untuk memberikan warna baru dikancah pendidikan Indonesia pada umumnya dan di kecamatan Cibadak pada khususnya dengan mengusung konsep Multiple Intelligence. Terbukti dengan usia yang masih cukup muda, SMA Doa Bangsa mampu menghasilkan berbagai macam prestasi, baik itu prestasi di tingkat daerah maupun prestasi di tingkat nasional <br> <br> <b>Visi Kami</b> <br>Ekosistem Pendidikan Yang Progresif Dalam Membisa Aset Strategis Bangsa Melalui Integritas Program Keterampilan Untuk Mewujudkan Visi Indonesia 2025 <br> <br> <b>untuk informasi lebih lengkapnya ada di website resmi sma doa bangsa cibadak </b></p>",
        "jam_sekolah": "Senin - Sabtu : 06.30 - 16.00 WIB) <br> Minggu : (Tutup)",
        "kontak": "(0266) 6545130 <br>admin@smadb.sch.id <br>smadoabangsacibadak@gmail.com",
        "website": "https://www.smadb.sch.id/"
    },
    {
        "lat": -6.907505571955622,
        "lng": 106.72075233950115,
        "name": "SMA NUR ILMI NEGLASARI",
        "kecamatan": "Cibadak",
        "description": "Jl. Kubang Jl. Legok, Neglasari, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat",
        "image_url": "images/foto-sma-nur-ilmi-neglasari.jpg",
        "full_info": "<p>---</p>",
        "jam_sekolah": "Senin - Jumat : (07:30 - 17:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "081385578092",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.896135419975772,
        "lng": 106.78030893950091,
        "name": "SMAN 1 CIBADAK",
        "kecamatan": "Cibadak",
        "description": "Jl. Perintis Kemerdekaan No.72, Cibadak, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-sman-1-cibadak.png",
        "full_info": "<p><b>Sejarah SMAN 1 Cibadak:</b> <br> Pada tahun 1965, SMA Cibadak didirikan atas kepedulian masyarakat Kecamatan Cibadak terhadap pendidikan dengan mengambil lokasi pembelajarannya di SD Kebon Pala selama 1 tahun. <br> <br> Pada tahun 1966, tempat belajar siswa dipindahkan dari SD Kebon Pala ke SD Negeri 5 Cibadak sampai tahun 1972. Pada tahun 1972, siswa rintisan SMA Negeri Cibadak sebagian besar tempat belajarnya pindah ke gedung sendiri (tempat sekarang) dan dijadikan kelas jauh dari SMA Negeri 1 Kodya Sukabumi, tertulis di prasasti yang ditandatangani oleh bapak Bupati Anwari, sebagai Kepala Daerah Kabupaten Sukabumi. <br> <br> Pada Tahun 1974, sekolah rintisan SMA Cibadak sebagai kelas jauh SMA Negeri 1 Kodya Sukabumi, statusnya dijadikan SEKOLAH MENENGAH ATAS (SMA) NEGERI CIBADAK tertuang dalam SK Penegerian, dan merupakan Sekolah Menengah Atas (SMA) Negeri yang pertama di Wilayah Kabupaten Sukabumi . <br> <br> Pada tahun 2004, SMA Negeri 1 Cibadak dijadikan Rintisan SMA Bertaraf Internasional hingga sekarang, sesuai SK yang dikeluarkan dari Direktorat Jenderal Manajemen Pendidikan Dasar dan Menengah (Direktorat Pembinaan Sekolah Menengah Atas). <br> <br> Pada tahun 2009, SMA Negeri 1 Cibadak selain sebagai Rintisan SMA Bertaraf Internasional juga meraih sertifikat ISO 9001:2008. <br> <br> <b>untuk informasi lebih lengkapnya ada di website resmi sman 1 cibadak</b> </p>",
        "jam_sekolah": "Senin - Sabtu : (07:00 - 18:00 WIB) <br> Minggu : (Tutup)",
        "kontak": "(0266) 531001 <br> sman1cibadaksukabumi@gmail",
        "website": "https://sman1cibadak.sch.id/"
    },
    {
        "lat": -6.9184111208625705,
        "lng": 106.77122605518858,
        "name": "SMAS BAITUL HIKMAH",
        "kecamatan": "Cibadak",
        "description": "Tenjojaya, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-smas-baitul-hikmah.png",
        "full_info": "<p> <b>Tentang</b> <br>SMAS BAITUL HIKMAH merupakan salah satu sekolah jenjang SMA berstatus Swasta yang berada di wilayah Kec. Cibadak, Kab. Sukabumi, Jawa Barat. SMAS BAITUL HIKMAH didirikan pada tanggal 12 Juli 2005 dengan Nomor SK Pendirian 19/BH/KU/VII/2005 yang berada dalam naungan Kementerian Pendidikan dan Kebudayaan. Dalam kegiatan pembelajaran, sekolah yang memiliki 102 siswa ini dibimbing oleh 9 guru yang profesional di bidangnya. Kepala Sekolah SMAS BAITUL HIKMAH saat ini adalah Dewi Malindawati. Operator yang bertanggung jawab adalah Unang Sasmita. Dengan adanya keberadaan SMAS BAITUL HIKMAH, diharapkan dapat memberikan kontribusi dalam mencerdaskan anak bangsa di wilayah Kec. Cibadak, Kab. Sukabumi. <br> <br><b>untuk informasi lebih lengkapnya ada di website resmi smas baitul hikmah</b></p>",
        "jam_sekolah": "Senin - Jumat : (06:30 - 16:00) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 536914",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.899979677250046,
        "lng": 106.78379577323435,
        "name": "SMAS PESANTREN UNGGUL AL BAYAN",
        "kecamatan": "Cibadak",
        "description": "3QXM+WGW, Kampung Cikiwul, Desa, Sekarwangi, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-sma-pesantren-unggul-al-bayan.jpg",
        "full_info": "<p> <b>Tentang</b> <br>Yayasan Bina Ummat Sejahtera Semesta merupakan yayasan yang bergerak dalam bidang sosial dan pendidikan.  Melalui Majelis Pengarah Yayasan Bina Umat Sejahtera Semesta, dirumuskan pendirian sebuah sekolah, SMA unggul yang berada di daerah Sukabumi.  Majelis inilah yang bertugas merumuskan, mengarahkan, dan mengawasi pelaksanaan pendidikan di SMA  yang dinaungi Yayasan Bina Ummat Sejahtera Semesta tersebut. Sekolah tersebut adalah SMA Pesantren Unggul Al Bayan. <br> <br> SMA Pesantren Unggul Al Bayan berdiri dan beroperasi pada tahun pelajaran 1999/2000. Peresmian sekolah ini dilakukan oleh Menteri Agama RI saat itu, Drs. H. Malik Fajar, M.Sc.  Peresmian dilaksanakan di Kampus SMA Pesantren Unggul Al Bayan, Cibadak, Sukabumi, Jawa Barat. Sebelumnya, di tahun yang sama, Menristek dan Menparsesbud saat itu, Dr. Zuhal dan Drs.H. Marzuki Usman,M.A. meresmikan gedung asrama dan masjid SMA Pesantren Unggul Al Bayan. <br> <br> Pada awal pendirian, peserta didik berjumlah 22 orang dari 6 provinsi yang tersebar di sekira 14 kabupaten/kota. Kemajemukan ini membuat proses belajar mengajar menjadi sangat dinamis dan dilingkupi oleh nilai toleransi yang tinggi. Sikap ini tampak pada perilaku sehari-hari dan muatan kurikulum yang diberikan, baik program ke-SMA-an maupun kepesantrenan.  Ciri khas ini tetap dipertahankan sampai kini. Siapa pun dan di mana pun berada, dapat diterima sebagai siswa selama lulus dalam proses seleksi penerimaan. <br> <br><b>untuk informasi lebih lengkapnya ada di website resmi smas pesantren unggul al bayan </b> </p>",
        "jam_sekolah": "--",
        "kontak": "(0266) 533095 <br> sma.albayan@gmail.com",
        "website": "https://albayan.or.id/"
    },
    {
        "lat": -6.90417887237401,
        "lng": 106.77952735299435,
        "name": "SMAS PGRI CIBADAK",
        "kecamatan": "Cibadak",
        "description": "Sekarwangi, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-smas-pgri-cibadak.png",
        "full_info": "<p><b>SEKOLAH UNGGUL, BERKARAKTER BERWAWASAN LINGKUNGAN DAN GLOBAL</b> menjadikan generasi muda yang kreatif dan inovatif adalah harapan terbesar kami, di tengah tengah tantangan global yang semakin tinggi kami masih memiliki harapan yang tinggi akan kemajuan putra putri siswa siswi <b>SMA PGRI CIBADAK</b> agar mereka menjadi generasi cerdas dan sholeh/sholehan , memiliki wawasan global . bersama para tenaga pendidik dan kependidikan yang profesional kami senantiasa berusaha mewujudkan impian kami tersebut. <br> <br><b>untuk informasi lebih lengkapnya ada di website resmi smas pgri cibadak </b></p>",
        "jam_sekolah": "Senin - Jumat : (07:00 - 18:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 532151",
        "website": "http://www.smapgricibadak.sch.id/"
    },
    {
        "lat": -6.896458322525209,
        "lng": 106.78004005114542,
        "name": "SMK TAMAN SISWA CIBADAK",
        "kecamatan": "Cibadak",
        "description": "4Q3J+82W, Cibadak, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-smk-taman-siswa-cibadak.webp",
        "full_info": "<p>Ini adalah info detail untuk <b>SMK TAMAN SISWA CIBADAK</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 531335 <br>",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.893748159468205,
        "lng": 106.81495646250299,
        "name": "SMKN 1 CIBADAK SUKABUMI",
        "kecamatan": "Cibadak",
        "description": "4R48+HF5, Jl. Al-Muwahhiddin, Karangtengah, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-smkn-1-cibadak-sukabumi.webp",
        "full_info": "<p> <b>Selayang Pandang</b> <br>SMK Negeri 1 Cibadak didirikan pada tanggal 12 Juni 1965 berdasarkan Surat Keputusan Menteri P & K Republik Indonesia No. 69/Dirpl/65 dengan nomenklatur Sekolah Teknologi Menengah Pertanian atau STM Pertanian. SMK Negeri 1 Cibadak merupakan sekolah pertanian negeri pertama di Kabupaten Sukabumi di bawah naungan Kementerian Pendidikan, Kebudayaan, Riset dan Teknologi. <br> <br>Saat pertama berdiri, sekolah berlokasi di Bojong Masjid Desa Cibadak. Saat itu dengan jumlah siswa yang relatif sedikit, tempat belajar masih menumpang di sebuah Madrasah di Kp. Bojong Masjid Cibadak selama kurang lebih 3 tahun. Selanjutnya pada tahun 1971 tempat belajar pindah ke gedung pertunjukan budaya Tionghoa di Jl. Perintis Kemerdekaan, Kelurahan Cibadak, Kecamatan Cibadak di samping SD Negeri 5 dan SD Negeri 6 Cibadak, sekolah berlokasi disana hingga tahun 1974 s/d 1975. <br> <br> <b>untuk informasi lebih lengkapnya ada di website resmi smkn 1 cibadak</b> </p>",
        "jam_sekolah": "Senin - Jumat : (06:00 - 17:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 532510",
        "website": "https://smkn1cibadak.sch.id/"
    },
    {
        "lat": -6.8937349752902986,
        "lng": 106.80166932415868,
        "name": "SMKS KESEHATAN HARAPAN BUNDA",
        "kecamatan": "Cibadak",
        "description": "4R42+CMV, Karangtengah, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-smks-kesehatan-harapan-bunda.jpg",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS KESEHATAN HARAPAN BUNDA</b>.</p>",
        "jam_sekolah": "Senin - Sabtu : (07:15 - 15:00 WIB) <br> Minggu : (Tutup)",
        "kontak": "(0266) 6542298",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.89857342564933,
        "lng": 106.8224112376521,
        "name": "SMKS MUHAMMADIYAH 2 CIBADAK",
        "kecamatan": "Cibadak",
        "description": "Batununggal, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat",
        "image_url": "images/foto-smks-muhammadiyah-2-cibadak.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS MUHAMMADIYAH 2 CIBADAK</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "muhammadiyah2cibadak@gmail.com",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.8702637525427,
        "lng": 106.72856770652261,
        "name": "SMKS PEMBANGUNAN CIBADAK",
        "kecamatan": "Cibadak",
        "description": "Jl. Cipetir KM. 6, Sukasirna, Kec. Cibadak, Kabupaten Sukabumi, Jawa Barat 43351",
        "image_url": "images/foto-smks-pembangunan-cibadak.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS PEMBANGUNAN CIBADAK</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (06:30 - 15:30 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 6540773 <br>smkpc09@gmail.com",
        "website": "https://smkpc.sch.id/"
    },
    {
        "lat": -6.899343163363581,
        "lng": 106.82053183950097,
        "name": "SMKS YLA CIBADAK",
        "kecamatan": "Cibadak",
        "description": "Jl. Karangtengah, Selamanjah RT. 02/03, Batununggal, Cibadak, Sukabumi Regency, West Java 43351",
        "image_url": "images/foto-smks-yla-cibadak.jpeg",
        "full_info": "<p> <b>Tentang SMK YLA Cibadak</b> <br> <b>SMK YLA CIBADAK berdiri</b> pada tahun 2011 dengan izin operasional  NO. 421.5/Kep-111/Disdik  dengan NPSN No: 69734082, Dengan akreditasi B. <br> <br> <b>SMK Berbasis Project</b> <br> Pembelajaran Berbasis Project (Project Based Learning) adalah metode pembelajaran yang menggunakan proyek/kegiatan sebagai media. Peserta didik melakukan eksplorasi, penilaian, interpretasi, sintesis, dan informasi untuk menghasilkan berbagai bentuk hasil  belajar. <br> <br> Pembelajaran Berbasis Project Proyek merupakan metode belajar yang menggunakan masalah sebagai langkah awal dalam mengumpulkan dan mengintegrasikan pengetahuan baru berdasarkan pengalamannya dalam beraktivitas secara nyata. Pembelajaran Berbasis Proyek dirancang untuk digunakan pada permasalahan kelompok yang diperlukan peserta didik dalam melakukan insvestigasi dan memahaminya. <br> <br> <b>untuk inforrmasi lebih lengkapnya ada di website resmi smks yla cibadak</b></p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 535299",
        "website": "https://www.smkylacibadak.sch.id/"
    },
    {
        "lat": -6.881055869266424,
        "lng": 106.96167716942118,
        "name": "SMA PESANTREN UNGGUL AL BAYAN PUTRI",
        "kecamatan": "Sukaraja",
        "description": "Jl. Cijeruk, Sukamekar, Kec. Sukaraja, Kabupaten Sukabumi, Jawa Barat 43192",
        "image_url": "images/foto-sma-pesantren-unggul-al-bayan-putri.png",
        "full_info": "<p> <b>Visi</b> <br>Mewujudkan pribadi berakhlak mulia yang seimbang dalam penghayatan imaniyah, penalaran ilmiah, dan penguatan amaliah <br> <b>Misi</b> <br>Membentuk peserta didik yang memiliki kepribadian berakhlak mulia <br>Membentuk peserta didik yang memiliki kepribadian mandiri <br>Membentuk peserta didik yang memiliki komitmen dalam mengimplementasikan nilai-nilai keimanan dan ketakwaan kepada Allah Swt <br>Membentuk peserta didik yang memiliki kepribadian yang cerdas, kreatif dan inovatif <br>Membentuk peserta didik yang memiliki nalar kritis, komunikatif, dan kolaboratif <br>Mengaplikasikan dasar-dasar ilmu pengetahuan dan teknologi yang dijiwai penghayatan religius sebagai bekal melanjutkan ke jenjang pendidikan yang lebih tinggi <br>untuk inforrmasi lebih lengkapnya ada di website resmi sma pesantren unggul al bayan putri</p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 6224494 <br> sma.albayanputri@gmail.com",
        "website": "https://albayanputri.sch.id/"
    },
    {
        "lat": -6.870132112607378,
        "lng": 106.94593875972714,
        "name": "SMAS AZ ZAINIYYAH",
        "kecamatan": "Sukabumi",
        "description": "Jalan KHM Zezen ZA Nagrog Sinar Barokah, Perbawati, Kabupaten Sukabumi, Jawa Barat 43151",
        "image_url": "images/foto-smas-az-zainiyyah.png",
        "full_info": "<p> <b>VISI :</b> <br>Terwujudnya insan kamil yang bermanfaat bagi agama, bangsa, dan negara <br> <b>MISI :</b> <br>1) Mencetak manusia yang berakhlakul karimah dengan pembinaan ibadah. <br>2) Mewujudkan manusia yang berilmu tinggi dan profesional dengan pendidikan pesantren dan madrasah. <br>3) Mencetak manusia yang mandiri dengan kursus keterampilan dan latihan kerja. <br> <b>TUJUAN  :</b> <br>1) Berilmu tinggi <br>2) Berakhlaq shufi <br>3) Mampu hidup mandiri <br>4) Menjadi pemimpin sejati <br>untuk inforrmasi lebih lengkapnya ada di website resmi smas az zainiyyah</p>",
        "jam_sekolah": "Senin - Minggu : (07:00 - 17:00 WIB)",
        "kontak": "085624136422",
        "website": "https://azzainiyyah.sch.id/"
    },
    {
        "lat": -6.963719046181067,
        "lng": 106.93999507753036,
        "name": " SMA ISLAM TERPADU AL-HUDA",
        "kecamatan": "Baros",
        "description": "Jl. Garuda, Baros, Kec. Baros, Kota Sukabumi, Jawa Barat 43161",
        "image_url": "images/foto-sma-islam-terpadu-al-huda.png",
        "full_info": "<p> <b>Sejarah Kami</b> <br>Sekolah IT AlHuda Sukabumi, pusat pendidikan terkemuka dengan fokus holistik, memberikan pengalaman belajar unggul yang membentuk karakter dan potensi siswa. <br>1. Pionir Pendidikan <br>2. Transformasi Berkualitas <br>3. Inovasi Instruksional <br>4. Prestasi Bersinar <br>5. Kolaborasi Komunitas <br>6. Masa Depan Cerah <br> <br>untuk inforrmasi lebih lengkapnya ada di website resmi sma islam terpadu al-huda</p>",
        "jam_sekolah": "Senin - Jumat : (07:30 - 17:00 WIB) <br> Sabtu : (08.00 - 11.00 WIB) <br> Minggu : (Tutup)",
        "kontak": "(0266) 6243635",
        "website": "https://sekolah.garapedu.id/"
    },
    {
        "lat": -6.945672174174654,
        "lng": 106.93558262477241,
        "name": "SMAS PELITA MADANIA",
        "kecamatan": "Baros",
        "description": "Jagaraksa Permai, Jl. RH. Didi Sukardi, Jayaraksa, Baros, Sukabumi City, West Java 43166",
        "image_url": "images/foto-smas-pelita-madania.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS PELITA MADANIA</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (07:00 - 16:00 WIB) Sabtu - Minggu : (Tutup)",
        "kontak": "02666226970 <br>smapelitamadania@gmail.com",
        "website": "https://madaniaglobalisc.id/"
    },
    {
        "lat": -6.939084848931854,
        "lng": 106.93099012476894,
        "name": "SMAN 1 SUKABUMI",
        "kecamatan": "Citamiang",
        "description": "Jl. RH. Didi Sukardi No.124, Citamiang, Kec. Citamiang, Kota Sukabumi, Jawa Barat 43143",
        "image_url": "images/foto-sman-1-sukabumi.jpg",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAN 1 SUKABUMI</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (06:00 - 17:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 221371",
        "website": "https://sman1sukabumi.sch.id/"
    },
    {
        "lat": -6.937138133521232,
        "lng": 106.93074565851715,
        "name": "SMAS PGRI 1 SUKABUMI",
        "kecamatan": "Baros",
        "description": "3W7J+47W, Jl. RH. Didi Sukardi, Jayaraksa, Kec. Baros, Kota Sukabumi, Jawa Barat 43144",
        "image_url": "https://via.placeholder.com/150/0984e3/FFFFFF?text=Sekolah",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS PGRI 1 SUKABUMI</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "Telepon: (0266) 12345",
        "website": "https://sekolah.id"
    },
    {
        "lat": -6.907518217235076,
        "lng": 106.91273004079063,
        "name": "SMA ISLAM TERPADU AL FATH",
        "kecamatan": "Gunungpuyuh",
        "description": "3WV7+53V, Jl. Raya Sukabumi, Karang Tengah, Kec. Gunungpuyuh, Kota Sukabumi, Jawa Barat 43121",
        "image_url": "images/foto-sma-islam-terpadu-al-fath.png",
        "full_info": "<p> <b>VISI</b> <br>“Mencetak lulusan yang berakhlakul karimah yang memiliki kompetensi di bidang IPA, IPS, Tahfidz Quran & Sosial preneur dengan tetap menjaga kearifan lokal untuk  mencetak manusia yang religius untuk menjawab tantangan dunia global” <br> <b>MISI</b> <br>1. Mendidik dan melatih siswa dengan pendidikan agama Islam dan pembiasaan akhlakul karimah dengan program 7 Pembiasaan Berahlak Mulia (PBM) <br>2. Melaksanakan pendidikan di bidang ilmu alam dan ilmu sosial sesuai dengan kurikulum nasional, berbasis kan Al-Qur’an dan as-sunnah <br>3. Melaksanakan program bilingual school bahasa Inggris dan bahasa Arab untuk menghadapi tantangan dunia global <br>4. Mendidik dan melatih siswa untuk memiliki jiwa sosialpreneur kemandirian yang religius mampu menghadapi tantangan dunia global<br>5. Melatih siswa untuk menguasai dan menjaga serta melestarikan kearifan lokal seni budaya dan sejarah Sunda melalui pelatihan gamelan, pencak silat, maen boles, dan ngagotong lisung serta sejarah dan budaya Sunda di museum prabu Siliwangi sehingga Siswa memiliki jati diri sebagai bangsa dan negara Indonesia yang religius untuk menjawab tantangan dunia global</p>",
        "jam_sekolah": "Senin - Jumat : (07:30 - 17:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "081646904604",
        "website": "https://smaitalfath.sch.id/"
    },
    {
        "lat": -6.908388849058388,
        "lng": 106.91947534088037,
        "name": "SMA ISLAM TERPADU INSANI",
        "kecamatan": "Gunungpuyuh",
        "description": "Jl. Karamat No.55, Karamat, Kec. Gunungpuyuh, Kota Sukabumi, Jawa Barat 43122",
        "image_url": "images/foto-sma-islam-terpadu-insani.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMA ISLAM TERPADU INSANI</b>.</p>",
        "jam_sekolah": "Senin - Jumat (07:300 - 16:30 WIB) <br> Sabtu : (09.00 - 12.00 WIB) <br> Minggu : (Tutup)",
        "kontak": "081563180071",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.905546507738838,
        "lng": 106.9176366953267,
        "name": "SMAN 2 SUKABUMI",
        "kecamatan": "Gunungpuyuh",
        "description": "Jl. Karamat No.93, Karamat, Kec. Gunungpuyuh, Kota Sukabumi, Jawa Barat 43122",
        "image_url": "images/foto-sman-2-sukabumi.png",
        "full_info": "<p> <b>Visi</b> <br>Unggul dan Berkarakter Melalui Implementasi Kurikulum Merdeka <br> <b>Misi</b> <br>1. Mengembangkan proses pembelajaran yang mengintegrasikan nilai-niai religius, karakter mulia, dan budaya literasi. <br>2. Memfasilitasi berbagai upaya pengembangan minat dan bakat siswa melalui kegiatan intrakurikuler maupun ekstrakurikuler. <br>3. Mewujudkan sekolah yang bersih, indah, sehat dan berbudaya lingkungan. <br>4. Menjadikan perpustakaan sekolah sebagai jantungnya pengembangan ilmu pengetahuan dan budaya literasi di sekolah. <br>5. Menyelenggarakan manajemen sekolah yang profesional mengacu kepada standar nasional pendidikan.</p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 226153",
        "website": "https://sman2smi.sch.id/"
    },
    {
        "lat": -6.907486476400336,
        "lng": 106.91729637753589,
        "name": "SMAS NURUL KAROMAH",
        "kecamatan": "Gunungpuyuh",
        "description": "JL. Keramat No.99 RT 003/04, Karamat, Kec. Gunungpuyuh, Kota Sukabumi, Jawa Barat 43122",
        "image_url": "images/foto-smas-nurul-karomah.jpg",
        "full_info": "<p> <b>Visi</b> <br>Menjadi sekolah menengah atas yang unggul dalam pendidikan Islam dan akademik, serta menghasilkan lulusan yang beriman, berilmu, dan berakhlak mulia. <br> <b>Misi</b> <br>1. Menyediakan pendidikan Islam yang berkualitas dan berbasis pada nilai-nilai Al-Quran dan Hadits. <br>2. Mengembangkan kemampuan akademik siswa melalui kurikulum yang relevan dan efektif. <br>3. Membangun karakter siswa yang beriman, berakhlak mulia, dan memiliki semangat kebangsaan. <br>4. Menyediakan fasilitas dan sumber daya yang memadai untuk mendukung proses belajar mengajar. <br>5. Mengembangkan kerjasama dengan masyarakat dan lembaga lain untuk meningkatkan kualitas pendidikan. <br>6. Menghasilkan lulusan yang siap menghadapi tantangan global dan memiliki kemampuan untuk berkontribusi pada masyarakat.</p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 231707",
        "website": "https://smaislamnurulkaromah.sch.id/"
    },
    {
        "lat": -6.9044310552764685,
        "lng": 106.91786723031582,
        "name": "SMAS PESANTREN TERPADU HAYATAN THAYYIBAH",
        "kecamatan": "Gunungpuyuh",
        "description": "Jl. Karamat No.123, Karamat, Kec. Gunungpuyuh, Kota Sukabumi, Jawa Barat 43122",
        "image_url": "images/foto-smas-pesantren-terpadu-hayatan-thayyibah.png",
        "full_info": "<p>Dikenal dengan SMA HATOY adalah salah satu Sekolah Unggulan di Sukabumi, Jawa Barat. Sekolah ini mulai berdiri tahun 1998 dengan SK Izin Operasional : 130/102.1/Kep/OT/98. Dari awal pendiriannya sampai sekarang, SMA HATOY sudah beberapa kali mengikuti Akreditasi Sekolah dan pada tahun 2021 Ter- akreditasi A dengan nilai 98 (Unggul) yang berlaku sampai tanggal 31 Desember 2026. <br>Diantara keunggulannya antara lain : SMA swasta terbaik, Sekolah Penggerak Tahap 2, Sekolah Ramah Lingkungan, Model Sekolah Boarding dan Fullday, serta memiliki segudang prestasi, mulai dari tingkat Kota, Provinsi, Nasional bahkan sampai Internasional. Tiap tahun hampir 90% lulusan dari sekolah ini diterima di PTN dan sebagian lainnya tersebar ke beberapa negara, seperti Arab Saudi, Turki, Jerman, Inggris, China, dan Malaysia</p>",
        "jam_sekolah": "Senin - Jumat : (09:00 - 17:00 WIB) Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 229851",
        "website": "https://smahatoy.sch.id/"
    },
    {
        "lat": -6.911889945154357,
        "lng": 106.95197302477483,
        "name": "SMA ISLAM AL AZHAR 21 SUKABUMI",
        "kecamatan": "Cikole",
        "description": "3XQ2+6QQ, Jl. Subang Jaya, RT.03/RW.04, Subangjaya, Kec. Cikole, Kota Sukabumi, Jawa Barat 43116",
        "image_url": "images/foto-sma-islam-al-azhar-21-sukabumi.png",
        "full_info": "<p> <b>Visi</b> <br>mewujudkan peserta didik yang beriman, bertaqwa, cerdas, terampil, mandiri, danberkepribadian serta berwawasan global. <br> <b>Misi</b> <br>1. Melaksanakan pembinaan peningkatan keimanan dan ketaqwaan melaluli keteladanan, bimbingan sholat, sholat dzuhur berjamaah, dan baca Al-Quran serta kegiatan ekstra kulikuler kerohanian. <br>2. Menciptakan suasana belajar yang ramah, ceria, sehat, kondusif, dan disiplin dengan selalu menjunjung tinggi nilai keagamaan yang islami. <br>3. Menunjukkan jati diri sebagai bangsa Indonesia yang beriman dan bertaqwa kepada Allah SWT. <br>4. Memperoleh kejuaraan baik tingkat naisonal maupun internasional. <br>5. Melaksanakan pembelajaran dan bimbingan dengan mengimplementasikan budi pekerti dan pendidikan karakter bangsa dengan mengintegrasikannya pada setiap mata pelajaran. <br>6. Melaksanakan kegiatan pembiasaan kepedulian terhadap kebersihan, keindahan, kesehatan, keringdangan/penghijauan dan kelestarian lingkungan sehingga tercipta lingkungan sekolah yang hijau, bersih, indaj, dan sehat (Green, Clean, Beauty, and Healthy). <br>7. Diterima oleh perguruan tinggi baik negeri maupun swasta di dalam negeri atau di luar negeri. <br>8. Mewujudkan sistem pembelajaran berbasis IT yang mengembangkan jiwa kewirausahaan. <br>9. Menguasai ilmu pengetahuan dan teknologi sesuai tuntutan zaman.</p>",
        "jam_sekolah": "Senin - Jumat : (07:00 - 16:00  WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 6223331",
        "website": "https://smai-alazhar21.com/"
    },
    {
        "lat": -6.920821667714929,
        "lng": 106.94449278364716,
        "name": "SMAN 3 SUKABUMI",
        "kecamatan": "Cikole",
        "description": "Jl. Ciaul Baru No.21, RT.1/RW.7, Subangjaya, Kec. Cikole, Kota Sukabumi, Jawa Barat 43116",
        "image_url": "images/foto-sman-3-sukabumi.png",
        "full_info": "<p> <b>Visi SMA Negeri 3 Sukabumi adalah:</b> <br>“Mewujudkan warga sekolah yang Berkarakter Mulia, Berbudaya Lingkungan, Berdaya Saing Global dan Unggul dalam Prestasi” </p>",
        "jam_sekolah": "Senin - Jumat : (06:00 - 16:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 221453",
        "website": "https://sman3kotasukabumi.sch.id/"
    },
    {
        "lat": -6.919559902033247,
        "lng": 106.93138542416104,
        "name": "SMAN 4 SUKABUMI",
        "kecamatan": "Cikole",
        "description": "Jl. Ir. H. Juanda No.8, Cikole, Kec. Cikole, Kota Sukabumi, Jawa Barat 43113",
        "image_url": "images/foto-sman-4-sukabumi.jpg",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAN 4 SUKABUMI</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (06:00 - 17:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 221685",
        "website": "https://beda.sman4sukabumi.sch.id/"
    },
    {
        "lat": -6.918834847488092,
        "lng": 106.92705053083104,
        "name": "SMAS ADVENT SUKABUMI",
        "kecamatan": "Cikole",
        "description": "3WJG+FR7, Selabatu, Kec. Cikole, Kota Sukabumi, Jawa Barat 43114",
        "image_url": "images/foto-smas-advent-sukabumi.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS ADVENT SUKABUMI</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "082321457963",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.915121036876659,
        "lng": 106.93234988664639,
        "name": "SMAS KRISTEN BPK PENABUR",
        "kecamatan": "Cikole",
        "description": "Jl. Bhayangkara No.240, Selabatu, Kab. Sukabumi, Kota Sukabumi, Jawa Barat 43114",
        "image_url": "images/foto-smas-kristen-bpk-penabur.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS KRISTEN BPK PENABUR</b>.</p>",
        "jam_sekolah": "Senin - Jumat (06.45 - 15:15 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 221158",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.920844422165435,
        "lng": 106.93219554211228,
        "name": "SMAS MARDI YUANA",
        "kecamatan": "Cikole",
        "description": "Jl. L. R. E. Martadinata No.54, Kebonjati, Kec. Cikole, Kota Sukabumi, Jawa Barat 43112",
        "image_url": "images/foto-smas-mardi-yuana.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS MARDI YUANA</b>.</p>",
        "jam_sekolah": "Senin - Kamis : (07:00 - 15:15 WIB) <br> Jumat : (07.00 - 11.20 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 212123",
        "website": "https://smamardiyuanasukabumi.sch.id/"
    },
    {
        "lat": -6.918269575217006,
        "lng": 106.93526683642789,
        "name": "SMAS MUHAMMADIYAH",
        "kecamatan": "Cikole",
        "description": "Jl. Rumah Sakit No.6A, Cikole, Kec. Cikole, Kota Sukabumi, Jawa Barat 43113",
        "image_url": "images/foto-smas-muhammadiyah.png",
        "full_info": "<p> <b>VISI</b> <br>“Membentuk Pribadi Muslim yang Berahlak Mulia, Berprestasi dan Berdaya Saing”</p>",
        "jam_sekolah": "Senin - Jumat : (07:00 - 15:30 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "-",
        "website": "https://smamuhammadiyahsmi.id/"
    },
    {
        "lat": -6.918618385675862,
        "lng": 106.93521185085415,
        "name": "SMAS TAMAN SISWA",
        "kecamatan": "Cikole",
        "description": "International Professional Institute, Jl. Syamsudin. SH, Cikole, Kec. Cikole, Kota Sukabumi, Jawa Barat 43113",
        "image_url": "images/foto-smas-taman-siswa.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS TAMAN SISWA</b>.</p>",
        "jam_sekolah": "Senin - Kamis : (06:30 - 17:00 WIB) <br> Jumat : (06:30 - 15.00 WIB) <br> Sabtu : (06.30 - 17.00 WIB) <br> Minggu : (Tutup)",
        "kontak": "-",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.9196479725619495,
        "lng": 106.92425298245016,
        "name": "SMAS YAYASAN AHMAD DJUWAENI",
        "kecamatan": "Cikole",
        "description": "Jalan Veteran 1, No. 36, Gunungpuyuh, Gunungparang, Kec. Cikole, Kota Sukabumi, Jawa Barat 43111",
        "image_url": "images/foto-smas-yayasan-ahmad-djuwaeni.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAS YAYASAN AHMAD DJUWAENI</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 226649",
        "website": "https://yayasanahmaddjuwaeni.wordpress.com/author/yayasanahmaddjuwaeni/"
    },
    {
        "lat": -6.945201571133801,
        "lng": 106.95167378796961,
        "name": "SMAN 5 SUKABUMI",
        "kecamatan": "Cibeureum",
        "description": "Jl. Sarasa Blok Loasari No.1, Babakan, Kec. Cibeureum, Kota Sukabumi, Jawa Barat 43165",
        "image_url": "images/foto-sman-5-sukabumi.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMAN 5 SUKABUMI</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "sma5sukabuminegeri@gmail.com",
        "website": "https://www.smanegeri5sukabumi.sch.id/"
    },
    {
        "lat": -6.9053465806425685,
        "lng": 106.93021203830283,
        "name": "SMKN 1 SUKABUMI",
        "kecamatan": "Gunungpuyuh",
        "description": "Jl. Kabandungan No.90, Kabandungan, Kec. Gunungpuyuh, Kota Sukabumi, Jawa Barat 43122",
        "image_url": "images/foto-smkn-1-sukabumi.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKN 1 SUKABUMI</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (06:00 - 18:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "(0266) 222305",
        "website": "https://www.smkn1kotasukabumi.sch.id/"
    },
    {
        "lat": -6.887646266822046,
        "lng": 106.93605940569043,
        "name": "SMKS PGRI SELABINTANA",
        "kecamatan": "Sukabumi",
        "description": "4W6P+VCR, Karawang, Kab. Sukabumi, Kabupaten Sukabumi, Jawa Barat 43151",
        "image_url": "images/foto-smks-pgri-selabintana.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS PGRI SELABINTANA</b>.</p>",
        "jam_sekolah": "Senin - Sabtu : (06:30 - 16:00 WIB) <br> Minggu : (Tutup)",
        "kontak": "(0266) 232923",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.954450925149009,
        "lng": 106.92216164466572,
        "name": "SMKS GEMA ISTIQOMAH",
        "kecamatan": "Baros",
        "description": "2WWC+6V9, Jl. Widyakrama, Sudajaya Hilir, Kec. Baros, Kota Sukabumi, Jawa Barat 43161",
        "image_url": "images/foto-smks-gema-istiqomah.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS GEMA ISTIQOMAH</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "smkgemaistiqomahsmi9@gmail.com",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.9663108077595455,
        "lng": 106.9440042739209,
        "name": "SMKS IT MADANI",
        "kecamatan": "Baros",
        "description": "Baros, Kec. Baros, Kota Sukabumi, Jawa Barat 43161",
        "image_url": "images/foto-smks-it-madani.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS IT MADANI</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (09:00 - 17:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "085846253419",
        "website": "tidak ada website resmi"
    },
    {
        "lat": -6.964060508920336,
        "lng": 106.91820039532409,
        "name": "SMKS PLUS AN-NABA",
        "kecamatan": "Baros",
        "description": "Jl. Widyakrama, Sudajaya Hilir, Kec. Baros, Kota Sukabumi, Jawa Barat 43161",
        "image_url": "images/foto-smks-plus-an-naba.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS PLUS AN-NABA</b>.</p>",
        "jam_sekolah": "Senin - Jumat : (07:00 - 13:00 WIB) <br> Sabtu - Minggu : (Tutup)",
        "kontak": "smkplus.annaba@gmail.com",
        "website": "http://www.annabakotasukabumi.sch.id/"
    },
    {
        "lat": -6.94566822901235,
        "lng": 106.92315690485373,
        "name": "SMK MUTIARA CENDEKIA",
        "kecamatan": "Citamiang",
        "description": "Jalan Balandongan-Sirnagalih No. 74, Cikondang, Sukabum, Cikondang, Kab. Sukabumi, Kota Sukabumi, Jawa Barat 43161",
        "image_url": "https://via.placeholder.com/150/d63031/FFFFFF?text=Sekolah",
        "full_info": "<p>Ini adalah info detail untuk <b>SMK MUTIARA CENDEKIA</b>.</p>",
        "jam_sekolah": "Senin - Jumat (07:00 - 15:00)",
        "kontak": "Telepon: (0266) 12345",
        "website": "https://sekolah.id"
    },
    {
        "lat": -6.934854616815601,
        "lng": 106.92589158306859,
        "name": "SMKN 2 SUKABUMI",
        "kecamatan": "Citamiang",
        "description": "Jl. Pelabuhan II No.1, RT.1/RW.6, Cikondang, Kec. Citamiang, Kota Sukabumi, Jawa Barat 43141",
        "image_url": "images/foto-smkn-2-sukabumi.jpg",
        "full_info": "<p> <b>SMEA DJUARA</b> <br>SMKN 2 Sukabumi adalah singkatan dari Sekolah Menengah Kejuruan Negeri 2 Sukabumi. Ini adalah sebuah sekolah menengah kejuruan yang terletak di kota Sukabumi, Indonesia. SMKN 2 Sukabumi menawarkan berbagai program kejuruan seperti Akuntansi dan Keuangan Lembaga, Manajemen Perkantoran dan Layanan Bisnis, Pemasaran, Pengembangan Perangkat Lunak dan Gim serta Teknik Jaringan Komputer dan Telekomunikasi sesuai dengan kurikulum yang ditetapkan oleh Kementerian Pendidikan dan Kebudayaan Republik Indonesia.</p>",
        "jam_sekolah": "Senin - Jumat : (07:00 - 17:00 WIB) <br>Sabtu - Minggu : (Tutup)",
        "kontak": "(0266)221589",
        "website": "https://smkn2smi.sch.id/"
    },
    {
        "lat": -6.926807893035619,
        "lng": 106.9356677720135,
        "name": "SMKS PELITA YNH SUKABUMI",
        "kecamatan": "Citamiang",
        "description": "3WFP+56R, Jl. Otto Iskandardinata Gang Pelita Sukabumi No.RT. 01, RT.01/RW.2, Nanggeleng, Kec. Citamiang, Kota Sukabumi, Jawa Barat 43145",
        "image_url": "images/foto-smks-pelita-ynh-sukabumi.png",
        "full_info": "<p>Ini adalah info detail untuk <b>SMKS PELITA YNH SUKABUMI</b>.</p>",
        "jam_sekolah": "-",
        "kontak": "-",
        "website": "https://smkpelitaynh.com/"
    },
    {
        "lat": -6.9356794279843195,
        "lng": 106.92469405163139,
        "name": "SMKS PGRI 1 SUKABUMI",
        "kecamatan": "Citamiang",
        "description": "Jl. Pelabuhan II, Cikondang, Kec. Citamiang, Kota Sukabumi, Jawa Barat 43141",
        "image_url": "images/foto-smks-pgri-1-sukabumi.png",
        "full_info": "<p> <b>Tentang</b> <br>SMKS PGRI 1 SUKABUMI merupakan salah satu sekolah jenjang SMK berstatus Swasta yang berada di wilayah Kec. Citamiang, Kota Sukabumi, Jawa Barat. SMKS PGRI 1 SUKABUMI didirikan pada tanggal 15 Maret 1976 dengan Nomor SK Pendirian 221/A4/DPK/III/1976 yang berada dalam naungan Kementerian Pendidikan dan Kebudayaan. Dalam kegiatan pembelajaran, sekolah yang memiliki 740 siswa ini dibimbing oleh 50 guru yang profesional di bidangnya. Kepala Sekolah SMKS PGRI 1 SUKABUMI saat ini adalah Riswan Safari. Operator yang bertanggung jawab adalah Andria Supriadi. <br> <br><b>untuk informasi lebih lengkapnya ada di website resmi smks pgri 1 sukabumi </b></p>",
        "jam_sekolah": "-",
        "kontak": "(0266) 224277",
        "website": "https://sekolah.id"
    }
]